**FREE

// dcl-f orderdisp workstn sfile(SFL01:RRN01);
// dcl-f orders usage(*input) keyed;


// RRN01 = 0;

// This refers to the indicators in the display file, you will notice the clear
// requires that the 30 indicator be on. So this
// *in30 = *on;
// write CTL01;
// *in30 = *off;

*inlr = *on;

